 export const messages:any = {
    en: {
        'banner.title': "Международная транспортно-логистическая компания",
        about: "About Us"
    },
    ru: {
        'banner.title': "Международная транспортно-логистическая компания",
        'banner.button': "Подать заявку",
        'callUs': "Позвонить нам",
        'banner.subtitle': "Глобальные перевозки и эффективное логистическое решение для вашего бизнеса. Доверьте нам ваш груз и доверьтесь опыту профессионалов. Надежность, скорость и безопасность – вот что мы предлагаем.",
        'service1.span':'Наш Сервис',
        'service1.title':'Международные грузоперевозки по всему миру',
        'service1.text':'Мы разрабатываем и используем логистические решения под конкретные потребности Клиента, которые сочетают надежность и конкурентоспособность, для решения любых бизнес-задач',
        'service2.title':'Морские и речные перевозки',
        'service2.text':'Этот вид грузоперевозок позволяет перемещать крупногабаритные и тяжеловесные грузы на большие расстояния наиболее экономичным способом',
        'service3.title':'Автомобильные перевозки',
        'service3.text':'Перевозка грузов при помощи автомобильного транспорта является самым распространенным видом грузоперевозок',
        'service4.title':'Авиадоставка',
        'service4.text':'Перевозка грузов при помощи авиационного транспорта, несомненно, является самым быстрым способом доставки грузов',
        'service.button':'Оставить заявку',
        'about.title':'Мы сохраним ваш груз в целости и сохранности',
        'about.text':'Огромный опыт наших сотрудников в «ASQ-TRADE» в сфере доставки грузов позволяет нам осуществлять этот процесс быстро и освобождать наших клиентов от множества проблем и переживаний за сохранность и целостность грузов. Сотрудники нашей компании – профессионалы в этой области, поэтому мы можем гарантировать быструю доставку грузов и адекватные цены на наши услуги.',
        'about.list1':'Международные перевозки',
        'about.list2':'Контейнерные перевозки',
        'about.list3':'Автомобильные перевозки',
        'about.list4':'Железнодорожные перевозки',
        'about.list5':'Морские и речные перевозки',
        'about.list6':'Авиадоставка',
        'about.experience':'лет опыта',
        'about.contact':'Связаться с нами',
        'about.questions':'Остались вопросы?',
        'about.span':'О компании',
        'why.span':'ПОЧЕМУ МЫ?',
        'why.title':'Почему выбирают нас?',
        'why.listTitle1':'Квалифицированный персонал',
        'why.listTitle2':'Индивидуальный подход',
        'why.listTitle3':'Корпоративные принципы',
        'why.listTitle4':'Система коммуникаций',
        'why.listText1':'Сотрудники нашей компании имеют большой опыт Экспорта/Импорта самого широкого ассортимента товаров с территорий Азии, Африки, Европы, Америки и Австралии.\n\nМы уделяем большое внимание повышению квалификации сотрудников, поэтому в компании регулярно проводится обучение по разным направлениям внешнеэкономической деятельности и занятия по изучению иностранных языков.\n\n' +
            'Наши специалисты всегда находятся в курсе последних трендов и новостей в области международной торговли, мировой экономики, права и финансов.',
        'why.listText2':'Индивидуальный подход к решению задач каждого нашего Клиента – это то, чем мы руководствуемся в нашей работе. Задачи и потребности наших Клиентов всегда очень разные. Поэтому мы индивидуально подходим к решению задач наших Клиентов в каждом конкретном случае.\n\n' +
            'После инициации проекта за Клиентом закрепляется персональный менеджер, выполняющий функции руководителя экспортного или импортного проекта. Создается команда проекта, состоящая из специалистов, имеющих необходимые навыки и опыт в нужных областях знаний, необходимых для успешной реализации проекта. \n\n' +
            'Индивидуальный подход экономит время и деньги наших Клиентов, позволяя максимально эффективно использовать ресурсы.',
        'why.listText3':'Мы в нашей компании считаем, что в человеческом обществе существуют незыблемые принципы, которые были верны всегда. Мы решили, что можем позволить себе роскошь присоединиться к лучшим общечеловеческим принципам и открыто заявить об этом.\n\n' +
            'Они являются главенствующими в нашей компании, и никакая наша деятельность, поведение или решения им не противоречат.\n\n' +
            'Наши принципы:\n' +
            '- Ответственность; \n' +
            '- Стремление к качеству; \n' +
            '- Доведение дела до конца; \n' +
            '- Уважение; \n' +
            '- Уважение к закону; \n' +
            '- Работа в команде; \n' +
            '- Доверие; \n' +
            '- Профессионализм; \n' +
            '- Трудолюбие.',
        'why.listText4':'За время работы у нашей компании сформировалась отлаженная система коммуникаций с многочисленными организациями-партнерами, участвующими в процессах международной торговли во многих странах по всему миру.\n\n' +
            'Среди наших постоянных партнеров по всему миру: производители и поставщики самого широкого ассортимента лучших товаров; организации осуществляющие страхование, транспортировку и складское хранение грузов, таможенное оформление и сертификацию товаров; организации работающие в области консалтинга, маркетинга и рекламы; организации – представители государственной власти; юридические компании; кредитные организации и многие другие.\n\n' +
            'Благодаря отлаженной системе коммуникаций с множеством организаций участвующих в процессах международной торговли нам удается оперативно решать любые задачи наших Клиентов.',
        'contactForm.title':'БЕРЕМ ВСЕ ЗАБОТЫ НА СЕБЯ!',
        'contactForm.text':'Наш сотрудник ответит на него в ближайшее время, перезвонив вам',
        'contactForm.formTitle':'Получите консультацию',
        'contactForm.span':'Связаться с нами',
        'contactForm.formInputName':'Имя',
        'contactForm.formInputCompany':'Название Компании',
        'contactForm.formInputPhone':'Телефон',
        'contactForm.formInputButton':'Отправить',
        'contactForm.formCall':'Или позвоните нам',
        'contactForm.list1':'Экспорт',
        'contactForm.list2':'Импорт',
        'contactForm.list3':'Грузоперевозки',
        'contactForm.list4':'Таможенное оформление',
        'contactForm.list5':'Аутсорсинг и спопровождение ВЭД',
        'faq.span':'ВОПРОСЫ И ОТВЕТЫ',
        'faq.title':'У вас есть вопрос? Найдите ответ здесь',
        'faq.text':'Некоторые часто задаваемые вопросы об услугах ASQ-TRADE по грузоперевозкам',
        'faq.question1Title':'Какой вид перевозки выбрать?',
        'faq.question2Title':'Как производится оплата за доставку?',
        'faq.question3Title':'Нужно ли страховать груз?',
        'faq.question4Title':'Как формируется цена за доставку продукции?',
        'faq.question1Text':'Существует несколько видов перевозок: воздушный, наземный, морской, а также смешанный. Чтобы понять, каким видом транспорта отправить груз в другой город или страну, нужно обратить внимание на срок и цену перевозки, характер груза.',
        'faq.question2Text':'По безналичному расчету или наличными в кассу организации. Все бухгалтерские документы предоставляем.',
        'faq.question3Text':'Данная услуга не обязательна, предоставляется по желанию клиента.',
        'faq.question4Text':'Цена за авиаперевозку формируется на основе нескольких факторов: вес и объем груза, расстояние между пунктом отправления и назначения, тип груза (например, опасный или скоропортящийся), выбранный уровень сервиса (экспресс или стандарт), а также страхование, упаковка, таможенное оформление. Сезонные колебания и текущие рыночные условия также могут влиять на стоимость работы. Тарифы могут включать топливные сборы и аэропортовые налоги.',
        'alertSuccess':'Спасибо, Ваш запрос отправлен менеджеру. Скоро с Вами свяжутся!',
        'errorInput':'Поле обязательно для заполнения',
        'errorInputEmail':'Вы ввели не корректный Email',
        'errorInputPhone':'Вы ввели не корректный номер телефона',
        'email':'Электронная почта',
        'phone':'Телефон',
        'address':'Адрес',
        'about':'О компании',
        'home':'Главная',
        'why':'Преимущества',
        'services':'Сервисы',
        'ourWork':'Как мы работаем',
        'faq':'FAQ',
        'contactUs':'Контакты',
        'footer.text':'Остались вопросы по грузоперевозкам?',
        'footer.description':'Наши эксперты готовы ответить на него в ближайшее время, перезвонив Вам',
        'footer.button':'Получить консультацию',
        'footer.headerLink':'Информация',
        'work.span':'КАК МЫ РАБОТАЕМ',
        'work.title':'Мы всегда следуем лучшим способам логистики',
        'work.description':'Мы заинтересованы в долгосрочных партнерских отношениях, основанных на уважении, доверии и взаимопомощи',
        'work.step1Title':'Шаг 1: Заказ и планирование',
        'work.step2Title':'Шаг 2: Транспортировка',
        'work.step3Title':'Шаг 3: Доставка',
        'work.step1Text':'- Клиент оставляет заявку на перевозку груза \n' +
            '- Наши специалисты анализируют требования и предлагают оптимальный маршрут и способ доставки \n' +
            '- Согласовываем все детали перевозки с клиентом',
        'work.step2Text':'- Организуем забор груза у клиента в удобное для него время \n' +
            '- Осуществляем перевозку груза по согласованному маршруту \n' +
            '- Контролируем движение груза на всем пути следования',
        'work.step3Text':'- Доставляем груз в пункт назначения в установленные сроки \n' +
            '- Выгружаем и размещаем груз в соответствии с требованиями клиента \n' +
            '- Предоставляем полный пакет документов по завершению перевозки',

    },
     uz: {
         welcome: "Добро пожаловать на наш сайт",
         about: "О нас"
     }
};

